Repository: 4teamwork/ftw.billboard
Catalog: ftw/billboard/locales/*/LC_MESSAGES/ftw.billboard.po
Languages: de, fr

source: A folder which contain Billboard ads
de: Ein Ordner, der Anzeigen beinhaltet
fr: Un dossier qui contient des annonces.

source: Actions
de: Aktionen

source: Add ${DYNAMIC_CONTENT}
de: ${DYNAMIC_CONTENT} hinzufügen

source: Add File
de: Datei hinzufügen
fr: Ajouter une fichier

source: Add Image
de: Bild hinzufügen

source: Billboard Ad
de: Mit einer Anzeige geben Sie ein Inserat auf. Mit dem Speichern akzeptieren Sie die Publikationsbedingungen.
fr: Vous ajoutez une annonce. Si vous enregistrez, vous acceptez la condition de publication.

source: BillboardAd
de: Anzeige
fr: Annonce

source: BillboardCategory
de: Anzeige Kategorie
fr: Categorie d'annonce

source: Contact
de: Kontakt

source: Create new Billboard Ad
de: Anzeige erstellen
fr: Constituer une annonce.

source: Delete Billboard Ad
de: Anzeige löschen
fr: Supprimer une annonce

source: Edit Billboard Ad
de: Anzeige bearbeiten
fr: Modifer une annonce

source: Please accept the conditions.
de: Bitte akzeptieren Sie die Publikationsbedingungen

source: Show my Billboard Ads
de: Meine Anzeigen

source: Validation failed($name: no valid email)
de: Validierung gescheitert ($name: keine gültigge E-Mail Adresse)
fr: Cas d'erreur en validation: ($name: pas une adresse email valable)

source: Validation failed($name: no valid phone number)
de: Validierung gescheitert ($name: keine Telefonnummer)
fr: Cas d'erreur en validation: ($name: pas une numéro téléphon valable)'

source: expired
de: Abgelaufen

source: help_accept_conditions
de: Bitte akzeptieren Sie die <a target="_blank" href="./billboard_conditions">Publikationsbedingungen<a/>.

source: help_ad_expiration_date
de: Die Anzeige wird nach diesem Datum nicht mehr angezeigt.

source: help_price
de: Preis ohne Währung eingeben.

source: help_simple_upload
de: Erlaubt sind: ${types}

source: label_accept_conditions
de: Publikationsbedingungen akzeptieren

source: label_ad_expiration_date
de: Ablaufdatum

source: label_billboardactions
de: Billboard Aktionen
fr: Actions billboard

source: label_conditions
de: Publikationsbedingungen

source: label_contactmail
de: Kontakt E-Mail
fr: Contact email

source: label_date
de: Datum
fr: Date

source: label_deletefile
de: Datei löschen

source: label_deleteimage
de: Bild löschen

source: label_description
de: Beschreibung
fr: Description

source: label_files
de: Dateien

source: label_image
de: Bild
fr: Images

source: label_images
de: Bilder

source: label_notallowedtype
de: Ungültiger Inhaltstyp (${types})

source: label_price
de: Preis
fr: prix

source: label_required
de: Bitte eine Datei auswählen

source: no ads
de: Keine Anzeigen gefunden
fr: Pas trouvé des annonces

source: Add Picture
fr: Ajouter une image

source: label_file
fr: Fichiers
